adobe-source-code-pro-fonts
amd-ucode
base
base-devel
bc
blueman
bluez
bluez-utils
brightnessctl
btop
cava
cliphist
discord
dmidecode
dolphin
efibootmgr
fastfetch
fzf
gamemode
git
github-cli
gnome-keyring
gnome-system-monitor
grim
grub
gvfs
gvfs-mtp
hypridle
hyprland
hyprlock
hyprpolkitagent
imagemagick
inxi
jq
kitty
kvantum
lib32-gamemode
lib32-nvidia-utils
libspng
libva-nvidia-driver
linux
linux-firmware
linux-headers
loupe
lsd
mangohud
mercurial
mousepad
mpv
mpv-mpris
nano
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
nvidia-open
nvidia-settings
nvidia-utils
nvtop
nwg-displays
nwg-look
obsidian
os-prober
otf-font-awesome
pacman-contrib
pamixer
pavucontrol
pipewire-pulse
python-pyquery
python-requests
qalculate-gtk
qt5-quickcontrols2
qt5ct
qt6-virtualkeyboard
qt6ct
quickshell
reflector
rofi
sddm
seahorse
slurp
steam
stow
sudo
swappy
swaync
swww
timeshift
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
umockdev
unzip
vim
waybar
wget
wireplumber
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yad
yt-dlp
zsh
zsh-completions
